{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "inko.vim": {
      "src": "https://github.com/inko-lang/inko.vim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "nvim-dd": {
      "src": "https://github.com/yorickpeterse/nvim-dd"
    },
    "nvim-grey": {
      "src": "https://github.com/yorickpeterse/nvim-grey"
    },
    "nvim-jump": {
      "src": "https://github.com/yorickpeterse/nvim-jump"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-pqf": {
      "src": "https://github.com/yorickpeterse/nvim-pqf"
    },
    "nvim-tree-pairs": {
      "src": "https://github.com/yorickpeterse/nvim-tree-pairs"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-window": {
      "src": "https://github.com/yorickpeterse/nvim-window"
    },
    "rust.vim": {
      "src": "https://github.com/yorickpeterse/rust.vim"
    }
  }
}
